Repository: Dudo1985/Movie-Helper
Catalog: languages/movie-helper-*.po
Languages: it_it

source: You don't have enough privileges to use Movie Helper
it_it: Non disponi di privilegi sufficienti per utilizzare Movie Helper

source: Search for a movie or TV show
it_it: Cerca un film o un programma TV

source: Search with TMDB
it_it: Cerca con TMDB

source: Click on an image to insert the link
it_it: Clicca su un'immagine per inserire il link

source: After a link, insert a:
it_it: Dopo il link, inserire:

source: White space
it_it: Spazio bianco

source: Newline
it_it: Nuova linea

source: Insert
it_it: Inserisci

source: Open in TMDB
it_it: Apri in TMDB

source: Original Name:
it_it: Nome Originale:

source: Save all settings
it_it: Salva tutte impostazioni

source: Movie Helper: Settings
it_it: Movie Helper: Impostazioni

source: You do not have sufficient permissions to access this page.
it_it: Non hai i permessi sufficienti per accedere a questa pagina.

source: The Movie Database (TMDB) is a community built movie and TV database.
it_it: The Movie Database (TMDB) è un database di film e programmi TV gestito dalla comunità.

source: General settings
it_it: Impostazioni generali

source: Api Key
it_it: Chiave Api

source: Click %shere%s to create your API key. A (free) account on TMDB is needed.
it_it: Fare clic %squi%s per creare una chiave API. Un account (gratuito) su TMDB è necessario.

source: Include adult content?
it_it: Includere contenuti per adulti?

source: Coffee is vital to make Movie Helper development going on!
it_it: Il Caffè è fondamentale per far andare avanti lo sviluppo di Movie Helper!

source: If you are enjoying Movie Helper, please consider to buy me a coffee, thanks!
it_it: Se ti piace Movie Helper, per favore considera la possibilità di offrirmi un caffè, grazie!

source: Buy me a coffee!
it_it: Comprami un caffè!

source: Can I ask your help?
it_it: Posso chiedere il tuo aiuto?

source: Please rate Movie Helper 5 stars on
it_it: Vota Movie Helper 5 stelle su

source: It will require just 1 min but it's a HUGE help for me. Thank you.
it_it: Richiederà solo un minuto, ma è un ENORME aiuto per me. Grazie.

source: You may also like...
it_it: Potrebbe interessarti...

source: Boost the way people interact with your site with an easy WordPress stars rating system! With Schema.org rich snippets YASR will improve your SEO!
it_it: Migliora il modo in cui le persone interagiscono con il tuo sito con un semplice sistema di rating per WordPress! Con i dati strutturati standard Schema.org YASR migliorerà anche la tua SEO!

source: "Comments Not Replied To" introduces a new area in the administrative dashboard that allows you to see what comments to which you - as the site author - have not yet replied.
it_it: "Comments Not Replied To" introduce una nuova area nella dashboard di amministrazione che ti permette di vedere a quali commenti tu - in quanto amministratore del sito - non hai ancora risposto.
